tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "joshuaclayton/formulae"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciinema"
brew "automake"
brew "bash"
brew "bat"
brew "freetype"
brew "glib"
brew "cloc"
brew "cmake"
brew "gnutls"
brew "qemu"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "elixir"
brew "elm"
brew "exiftool"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "gphoto2"
brew "pango"
brew "graphviz"
brew "hadolint"
brew "haproxy"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "isync"
brew "jc"
brew "jq"
brew "khal"
brew "kubernetes-cli"
brew "lbdb"
brew "libxml2"
brew "llvm"
brew "lua"
brew "mas"
brew "memcached"
brew "mercurial"
brew "monit"
brew "yt-dlp"
brew "mpv"
brew "msmtp"
brew "mysql"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node"
brew "openldap"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "pandoc-include-code"
brew "parallel"
brew "pinentry-mac"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "stern"
brew "task"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "translate-shell"
brew "tree"
brew "urlview"
brew "vifm"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "xml-coreutils"
brew "yarn"
brew "ydiff"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "jez/formulae/pandoc-sidenote"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
