brew "asciinema"
brew "awscli"
brew "bash"
brew "bat"
brew "carthage"
brew "cloc"
brew "cmake"
brew "contacts"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "drone/drone/drone"
brew "elixir"
brew "elm"
brew "erlang"
brew "exercism"
brew "exiftool"
brew "fd"
brew "figlet"
brew "fish"
brew "fping"
brew "freetype"
brew "fzf"
brew "fzy"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-extras"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gphoto2"
brew "graphviz"
brew "hadolint"
brew "haproxy"
brew "haskell-stack"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "imagemagick@6", link: true
brew "instantclienttap/instantclient/instantclient-basic11"
brew "instantclienttap/instantclient/instantclient-sdk11"
brew "isync"
brew "joshuaclayton/formulae/unused"
brew "jq"
brew "khal"
brew "kubernetes-cli"
brew "lbdb"
brew "libxml2"
brew "llvm"
brew "lua"
brew "lynis"
brew "mas"
brew "memcached"
brew "mercurial"
brew "mongodb"
brew "monit"
brew "msmtp"
brew "mysql"
brew "neomutt"
brew "neovim"
brew "nettle"
brew "nginx", args: ["with-passenger"], restart_service: true
brew "node@8"
brew "notmuch"
brew "overmind"
brew "pandoc"
brew "parallel"
brew "passenger"
brew "pcre"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "ranger"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace", args: ["HEAD"]
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "shfmt"
brew "spark"
brew "task"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unrar"
brew "urlview"
brew "vim", args: ["with-lua"]
brew "watch"
brew "weechat", args: ["with-lua", "with-perl", "with-python", "with-ruby"]
brew "wget"
brew "xml-coreutils"
brew "yarn"
cask "1password-cli"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "haskell-platform"
cask "iterm2"
cask "java"
cask "macdown"
cask "opera"
cask "postman"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
mas "Affinity Photo", id: 824183456
mas "Noizio", id: 928871589
mas "Xcode", id: 497799835
tap "codeclimate/formulae"
tap "drone/drone"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/services"
tap "homebrew/versions"
tap "instantclienttap/instantclient"
tap "joshuaclayton/formulae"
tap "neovim/neovim"
