tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/versions'
tap 'neovim/neovim'
cask 'java'
brew 'openssl'
brew 'awscli'
brew 'git'
brew 'carthage'
brew 'phantomjs'
brew 'casperjs'
brew 'cmake'
brew 'ctags'
brew 'diff-so-fancy'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'fish', args: ['HEAD']
brew 'forego'
brew 'fping'
brew 'freetype'
brew 'fzf'
brew 'gifsicle'
brew 'git-extras'
brew 'gnupg'
brew 'nettle'
brew 'go'
brew 'pcre'
brew 'haproxy'
brew 'haskell-stack'
brew 'heroku'
brew 'hledger'
brew 'htop-osx'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'lua'
brew 'lynx'
brew 'memcached'
brew 'mongodb'
brew 'mysql'
brew 'nginx', args: ['with-passenger']
brew 'node'
brew 'passenger'
brew 'python3'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace', args: ['HEAD', 'with-wrap-pbcopy-and-pbpaste']
brew 'redis'
brew 'rust'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'weechat', args: ['with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'wrk'
brew 'yarn'
brew 'zabbix'
brew 'neovim/neovim/neovim'
cask 'haskell-platform'
cask 'macdown'
cask 'vagrant'
cask 'virtualbox'
cask 'slack'
cask 'skype'
cask 'firefox'
cask "google-chrome"
cask "opera"
cask "iterm2"
